[
  {
    "name": "看护者",
    "trigger": "这是你的最爱！\n当你做某件能让你所照料的人开心的事时，无视所有过载。",
    "overload": "需要关爱\nGM可以使用现实触发器，让你所照料的人需要你的关注。如果你忽视了，你所照料的人现在会大发脾气，并在之后占用你的时间：与你所照料的人情谊最淡的那段人际关系会失去一点连结。\n如果你让你所照料的人自己解决问题、任由他们受到伤害，或将他们置于任何他人的监管之下，你与他们的关系会受损。在一条四格的“独立”条上标记下一个空格。当所有格子都被标记后再次发生这种情况，或他们成长到你无法控制时，你所照料的人便不再依赖你。你必须选择一个新的现实。"
  },
  {
    "name": "日程过载",
    "trigger": "穿针引线\n当你做某件算作你职业的工作或练习的事时，无视所有过载。",
    "overload": "工作手机\n你有一部专用于你职业的智能手机。GM可随时使用现实触发器，让你的一段人际关系拨打这部电话。如果你不接，该人际关系将失去一点连结。\n如果你未能履行你职业的必要职责，或丢失了手机，请在一条四格的“有所失”条上标记下一个空格。当所有格子都被标记后再次发生这种情况，你的职业生涯将不可挽回地终结。若以此种或其他任何方式终结，你必须选择一个新的现实。"
  },
  {
    "name": "受追猎者",
    "trigger": "不是我\n当你做某件能掩盖踪迹的事时，无视所有过载。",
    "overload": "踪迹暴露\nGM可使用现实触发器，指明一个认出了你的人，此人会向正在找你的人汇报。如果你不花时间消除自己的踪迹，他们便会窥探你的私生活：与你最不熟的那段人际关系会失去一点连结，并在你们的下个场景中问一些棘手的问题。\n如果你向能认出你的人暴露了你的新身份或位置，请在一条四格的“败露”条上标记下一个空格。当所有格子都被标记后再次发生这种情况，你的过去便会追上你。当此事发生时，无论是通过此效果还是其他方式，你都必须选择一个新的现实。"
  },
  {
    "name": "明星",
    "trigger": "尽情享受\n当你做某件能彰显你的优越性或证明你价值的事时，无视所有过载。",
    "overload": "你的头号粉丝\n你的粉丝无处不在，而且他们都想找机会和你说话。GM可使用现实触发器，让某人认出你，并拼命想引起你的注意。\n如果你不理他们，他们现在就会大吵大闹，之后还会在网上抱怨：一旦你名声扫地，损失最大的那段人际关系会失去一点连结。如果你做出有损声誉的事，你的名声便会开始消退。在一条四格的“陨落”条上标记下一个空格。当“陨落”条被填满时，或当你放弃自己的目标时，你的明星之路便告终结：你必须选择一个新的现实。"
  },
  {
    "name": "挣扎求生",
    "trigger": "一分不多\n当你做某件能让你占到便宜的事时，无视所有过载。",
    "overload": "捉襟见肘\n挣扎求生者永远不够钱花，而这世界物价高昂。GM可使用现实触发器，让你有义务支付的某项费用（出租车费、入场费等）超出你的承受能力。如果你没能设法逃避付款，就只能向朋友借钱：由你选择的一段人际关系会失去一点连结。\n如果你获得了一大笔钱，你的债务便会找上门来，钱很快就会消失。在一条四格的“回到原点”条上标记下一个空格。当所有四个格子都被标记后再次发生这种情况，或你找到了永久逃避责任的方法时，你必须选择一个新的现实。"
  },
  {
    "name": "新生儿",
    "trigger": "就像在家一样\n当你做某件能让世界更像你的事时，无视所有过载。",
    "overload": "仍在学习\nGM可使用现实触发器，让你忘记—或从未知道—如何进行一项普通的日常活动（开门、操作烤面包机、开枪、说出“耳屎”这个词，等等）。\n你此刻无法完成此事，需要寻求协助或替代方案。如果你不花时间寻找任一方案，这份难堪会让你退缩：你最看重其意见的那段人际关系会失去一点连结。\n如果你为了融入世界而改变了自己，请在一条四格的“自我塑造”条上标记下一个空格。当所有四个格子都被标记后再次发生这种情况，或你不再感觉自己是世界上的局外人时，你必须选择一个新的现实。"
  },
  {
    "name": "浪漫主义",
    "trigger": "没错，我就是这么有魅力\n每当你做某件能让自己看起来更具吸引力或更值得同情的事时，无视所有过载。",
    "overload": "糟糕，对方真迷人\n你无法忽视机会的降临。GM可使用现实触发器，让你察觉到一种“氛围”。这种氛围可能是真实的，也可能完全是你想象出来的。\n如果你不出手一试，便会纠结于错失的良缘而难以活在当下：与你最接近真爱的那段人际关系会失去1点连结。每当一段现有关系妨碍了新关系的发展时，请在一条四格的“尘埃落定”条上标记下一个空格。当所有四个格子都被填满后再次发生这种情况，你便明白了自己所追寻的，而且可能已经找到了。你必须选择一个新的现实。"
  },
  {
    "name": "支柱",
    "trigger": "这是我的名片\n当你做某件能增强你组织影响力的事时，无视所有过载。",
    "overload": "无尽的责任\nGM可随时使用现实触发器，让你组织的一名成员带着需求来找你。如果你无视或回避他们，你在你的组织以及了解它的人眼中形象会受损：由你继任者的玩家（见关系矩阵）所选择的一段人际关系会失去一点连结。\n如果你违反了组织的规则或让其他成员难堪，请在一条四格的“被驱逐”条上标记下一个空格。当所有格子都被标记后再次发生这种情况，或当你放弃自己的职位时，你的继任者将接管该组织。你必须选择一个新的现实。"
  },
  {
    "name": "异类",
    "trigger": "天衣无缝\n当你做某件能让自己看起来更乏味的事时，无视所有过载。",
    "overload": "是的，就现在\n你的真实自我有着他人或许能理解但绝无法共通的需求。GM可使用现实触发器，让你的一种冲动浮现于意识表层。如果你无视此冲动，压抑它所耗费的意志力会让你难以与人沟通：最相信你伪装的那段人际关系会失去一点连结。\n如果你向某人坦白或暴露了关于你自己的真相，请在一条四格的“真相大白”条上标记下一个空格。当所有格子都被标记后再次发生这种情况，或你以一种无法挽回的方式被公开揭露时，你的伪装将不再有效。如果你还能继续工作，则必须选择一个新的现实。"
  }
]